export const desc = {
  Header: [
    "خبرة في التدريب أكثر من سبع سنين فما تقلقش هنوصلك لهدفك في أقل وقت ممكن",
    "هنحققلك هدفك بما يتناسب مع نظام حياتك وبالسعر المناسب ليك",
    "كل شيء ممكن بالذات لو معاك مدرب ما بيبخلش عليك بوقته",
    "أخ بيحبك وبيخاف عليك ومش هيرضالك غير إنك تحقق هدفك",
  ],

  Service: [
    [
      "احصل على تجربة تدريب فريدة مع مدرب شخصي محترف يصمم لك برنامجًا خاصًا ",
      " يناسب أهدافك البدنية، سواء كنت ",
      "ترغب في بناء العضلات، فقدان ",
      "الوزن زيادة اللياقة، أو تحسين ",
      " ، القوة البدنية. ",
    ],
    [
      " هل تسعى لتحسين لياقتك، بناء عضلاتك ",
      " أو حتى فقدان الوزن بطريقة صحية ",
      "وآمنة؟ مع خدمة التغذية العلاجية ",
      "لدينا ستجد الحل الأمثل لتحقيق ",
      " أهدافك البدنية بأفضل  ",
      " الطرق العلمية ",
    ],
    [
      " نقدم برنامجًا متخصصًا في استعادة القوة ",
      " واللياقة بعد الإصابات، مصمم خصيصًا ",
      " لمساعدتك على التعافي بأمان والعودة ",
      " نشاطك اليومي بأفضل أداء. ",
    ],
    [
      " هل تبحث عن طريقة فعالة لتحسين لياقتك، ",
      " تطوير قدرتك الجسدية، وزيادة تحملك؟ نحن",
      " نقدم لك برنامجًا تدريبيًا متكاملًا لمساعدتك ",
      " بطريقة على تحقيق أهدافك الرياضية",
      "   ممتعة وآمنة، ",
    ],
  ],

  About: [
    `بسم الله نبدأ، تعالوا معايا أشارككم رحلتي المتواضعة... يلا بينا.
بدايتي زي أي حد فينا، كنت رفيع جدًا، والهدوم مبتليقش عليه، والمظهر ماكنش حلو خالص، خصوصًا لو كنت طويل، بتبان أرفع بكتير. هنا قررت: لازم أغير نفسي.
كان قرار الاشتراك في الجيم مش سهل، ممكن تشوفه حاجة بسيطة، لكن بالنسبة لي كان تحدي كبير. تعالوا أقولكم إيه اللي واجهته.`,

    `بص يا بطل، وأنت ماشي في طريقك أو واخد قرار مهم، اعرف إنك هتواجه عقبات كتير. أول مشكلة قابلتني لما دخلت الجيم كانت تريقة الناس. تريقة الناس لوحدها ممكن تخليك تقعد في البيت طول عمرك. بس أنا شفتها من زاوية تانية... خليتها أكبر حافز ليا.
دائمًا هقولك: خلي الحافز بتاعك سلبي. يعني لما حد يستهزأ بيك أو يقلل منك، استغل ده كدافع تخليه يقويك أكتر. لأن الحافز السلبي بيديك طاقة، ومهما ضايقك مش هيوقفك وأنت ماشي في طريقك. زي ما بؤمن دايمًا: غياب الدعم لازم يكون هو أكبر حافز ليك.`,

    `يوم ورا يوم، وشهر ورا شهر، والحمد لله جسمي بدأ يتغير. مش بس جسمي، كمان أفكاري وأهدافي. كنت داخل عشان أزود وزني، لكن مع الوقت الموضوع كبر معايا، وقررت أشارك في بطولات.
أول بطولة شاركت فيها كانت في البحيرة، وحصلت على المركز التالت وسط أكتر من 17 لاعب. كانت دي أول خطوة في عالم البطولات. بعدها شاركت في بطولات كتير، والحمد لله حصلت على مراكز أولى في 9 بطولات في إسكندرية من أصل 13 مشاركة. كمان حصلت على 6 بطولات جمهورية، ودخلت تجارب أبطال عالم. غير كده، بطولات خاصة زي بطولة أحمد علي الدولية، إيرون مان، وحورس الدولية. لحد ما وصلت لـ56 بطولة على مدار 9 سنين ونص.`,

    `بدأت من الصفر، والحمد لله مكمل لحد ما أحقق حلمي. دلوقتي بشتغل في مجال التدريب بقالى أكتر من 5 سنين، مع دراسة مكثفة في التغذية والتدريب. بفضل ربنا، قدرت أعمل تحولات كبيرة مع ناس كتير، ولسه مكمل بإذن الله.
نصيحتي ليك: الطريق مش سهل. أوعى تقف. أوعى تستسلم. أوعى تيأس. أي حاجة تعطلك عن هدفك لازم تعتبرها خطوة في رحلتك. الحياة عمرها ما كانت عادلة، ولا هتكون. لكن ده ما يمنعش إنك تتحرك وتسعى. مفيش حاجة بتيجي بالساهل.
أنت تقدر... أنت بطل.`,
  ],

  projects: {
    main: "الرجالة دي تعبت معاهم بجد وبشوف في كل واحد فيهم نفسي, فبهتم بكل واحد وعمري ما استخسرت خبرة أو معلومة",
    steps: ["اهتمام", "تقدير", "أبطال"],
  },

  Achieve: [
    "على مدار ستة سنوات شاركت في أكثر من 60 بطولة ",
    "في أكثر من 40 بطولة و بطولة أحمد علي مركز رابع",
    "شارك معايا أكثر من 100 لاعب في أكتر من بطولة في مصر",
  ],

  Family: "اخواتي مش مجرد لعيبه وكل مستوي بنوصلوله فخر كبير ليه",

  ContactUs: {
    content: "لو عندك أي سؤال أو طلب ",
    subContent: "اسأل أخوك و متترددش",
    res: "وهرد عليك في خلال 48 ساعة",
  },

  Footer: {
    about: [
      " ليس مجرد مدرب شخصي، بل أخ وصديق لكل لاعب يسعى لتحقيق حلمه. يؤمن بأن النجاح لا يُبنى فقط على التمارين، بل على العلاقة القوية بين المدرب واللاعب، حيث يعتبر فريقه عائلته وليس مجرد متدربين بخبرة 10 سنوات في عالم البطولات" ,
      " وأكثر من 7 سنوات في مجال التدريب الشخصي، استطاع أن يصنع تاريخًا حافلًا بالإنجازات. شارك في 13 بطولة في الإسكندرية، حقق فيها 9 مراكز أولى، بالإضافة إلى 6 بطولات جمهورية",
      " كما خاض تجارب أبطال العالم. حقق أكثر من 56 بطولة على مدار 10 سنوات، ومن أبرز إنجازاته:بطولة أحمد علي الدولية – المركز الرابع بطولة آيرون مان بطولة حورس الدولية",
      " صالح العربي هنا ليأخذك في رحلة تغيير حقيقية، حيث ستصل إلى أفضل نسخة منك من خلال تدريب احترافي مصمم خصيصًا لك!",
    ],
    links: ["الرئيسية", "من نحن", "الخطط والأسعار", "البعض من ابطالنا", "تواصل معنا"],
    email: "saleh@elarabygym.com",
    copyright: `  © حقوق النشر ${new Date().getFullYear()}. جميع الحقوق محفوظة. العربي جيم `,
  },
};
